---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.SystemZoneData
source: html/1c8ef196-da2e-f3e8-eec2-c56d97698465.htm
---
# SystemZoneData Methods

Creates a new instance of a system-zone data domain class.